Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/depts/udir.no/4_undervsiningsopplegg-niva-2.html.tmx
Source language: smj
Languages: sma

source: Udir.no - Åhpadimgárvvidus: 2. dásse
sma: Udir.no - Ööhpehtimmiesoejkesje: Daltese 2

source: Åhpadimgárvvidus: 2. dásse
sma: Ööhpehtimmiesoejkesje: Daltese 2

source: Dánna åhpadiddje gávnná buojkulvisájt gåktu máhttá barggat máhtudakmihtoj 2. dásen, gåktu máhtudakmihto vuojnnuj båhti åhpadusmihttomierijn, sisanon ja barggamvuogijn, gåktu vuodotjehpudagá åvtåsduhteduvvi ja gåktu åhpadus máhttá hiebaduvvat juohkka åvta oahppáj.
sma: Daesnie lohkehtæjja vuesiehtimmiem gaavna guktie dïhte maahta mubpien maahtoeulmien mietie barkedh, guktie maahtoeulmide lïerehtimmieulmine eevtjedh jaksedh jïh guktie sisvegem jïh barkoevuekide sjïehtesjidh. Guktie learohkh gelkieh maadthmaahtojde lïeredh jïh guktie lohkehtimmiem learoehkasse sjïehtesjadtedh.

source: Árvustallam bargadahttijn ja gielladomena li oase gárvvidusán.
sma: Daerpies dellie iktemeran vuarjasjidh, jïh gïele lea vihkeles dennie barkosne.

source: Goassa: akta beri goassa
sma: Gåessie: Gosse jïjtje sæjhta.

source: Åvddåmáhto Oahppe dádjadi muhtem mærráj sámegielav, ja máhtti oassálasstet sámegiellaj bæjválasj ságastallamijda.
sma: Åvtetje maahtoeh Learohkh ånnetji saemiengïelem guarkoeh jïh naan aelhkies fïerhten-beajjetje raajesh soptsestieh.

source: Jienajt ja alfabehtav li sij juo oahppam.
sma: Saemiengïelen tjoejem jïh alfabetem leah joe lïereme.

source: Máhtudakmihto
sma: Maahtaldahkeulmie

source: Njálmálasj guládallam
sma: Njaalmeldh gaskesadteme

source: Åhpadusá mihttomierre le oahppe galggá máhttet
sma: Lohkehtimmien ulmieh leah; learohkh gelkieh

source: oassálasstet álkkes bæjválasj ságastallamijda gånnå álkkes hållamvuogev adná vaj dádjat ja iesj dádjaduvvá
sma: aelhkies fïerhten beajjetji raajesh soptsestalledh gusnie pråvhka aelhkies njaalmeldh jiehtege guktie guarkoe jïh goerkesadtede.

source: Giella- ja kultuvrradiedulasjvuohta
sma: Gïelen jïh kultuvren bïjre daejredh

source: gulldalit ja oassálasstet juojggamij, lávlla- ja sálmmalávllomij, rijmaj, báhkoståhkusij ja divtaj åvddånbuktemijda
sma: goltelidh jïh jïjtjh aaj joejkedh, laavlodh jïh rijmh, raajroeh jïh tjihtesh åvtese buektedh

source: adnet namájt biejvijda, mánojda ja dan gávtse jáhpáj
sma: våhkoebiejjieh, askh jïh dah gaektsie joepieboelhkh utnedh

source: Ietjá hiebalgis máhtudakmihto
sma: Jeatjah sjyöhtehke maahtoeulmieh

source: Åhpadusmihttomiere
sma: Lïerehtimmieulmieh

source: Oahppe galggi máhttet oassálasstet bæjválasj ságastallimij duola degu rájnasvuoda, rubmaha, rádnaj ja buoremusrádnaj birra.
sma: Learohkh gelkieh maehtedh fïerhtenbeajjetje raajesh soptsestidh. Vuesiehtiemmien gaavhtan bïssemen, - kråahpen, - voelpi jïh buerievoelpi bïjre maehtedh soptsestidh.

source: Oahppe galggi de máhttet:
sma: Learohkh gelkieh aaj maehtedh:

source: adnet bágojt ja moallánagájt rubmaha ja ietjas rájnasvuoda birra, duola degu bæjválasj basádime ja bádneskuorroma birra
sma: baakoeh jïh dïejvesh nuhtjedh gosse kråahpem bïsseminie jïh baenide skubpeminie.

source: adnet bágojt ja moallánagájt buoremusrádnaj birra
sma: baakoeh jïh dïejvesh nuhtjedh buerievoelpi bïjre.

source: sáme gáritjisáv oahppat
sma: saemien njoelkedassem lïeredh

source: adnet vahkkobiejvij namájt ságastahttijn nubbe nuppijn
sma: saemien våhkoebiejjide nuhtjedh gosse sinsætnan soptsesteminie.

source: vahkkobiejve-lávllagav lávllot
sma: våhkoebiejjiej bïjre laavlodh

source: Åhpadiddje vierddi åhpadusmihttomierijt duola degu vahkkopládnaj jali gávddapládnaj tjállet, ja diededit oahppijt ja sijdav ájge bále viehka åvddåla gå gárvvidus álggá.
sma: Lohkehtæjja tjoevere lïerehtimmieulmide våhkoesoejkesjisnie jallh tæjmoesoejkesjisnie tjaeledh.

source: Juohkka åhpadusmihttomierre vierddi vuojnnuj boahtet, ja oahppe galggi máhttet dajt adnet ietjasa iesjárvustallamijn.
sma: Learohkh jïh gåetien almetjh dej bïjre soptsestellieh aarebi lohkehtimmie aalka. Dejtie ovmessie lïerehtimmieulmide tjoevere eensilaakan buerkiestidh, guktie learohke maahta jïjtse-vuarjasjimmsne dejtie utnedh.

source: Máhtudagá
sma: Maahtoe

source: oahppat moallánagájt rubmaha birra; basádit, sjoavodit, lávgudit, bivtasmålssom ja bádnesujddo.
sma: baakoeh lïeredh kråahpen, - bïssedimmien, - laavkomen, - gåårvedimmien jïh baeniegeehtemen bïjre

source: máhttet moallánagájt rádnaj ja buoremusrádnaj birra
sma: maehtedh voelpi jïh buerievoelpiej bïjre soptsestidh.

source: máhttet vahkkobiejvij namájt
sma: våhkoebiejjide maehtedh

source: Tjehpudagá
sma: Maehteles

source: máhttet moallánagájt adnet, ja sáme gáritjisáv ja lávllagav máhttet.
sma: jiehtiegidie maehtedh nuhtjedh jïh saemien saalmh jallh laavlomh maehtedh.

source: Dádjadusá
sma: Goerkesimmie

source: máhttet moallánagáj sisanov tjielggit, ja gáritjisá ja vahkkobiejvijlávla sisanov
sma: maehtedh jiehtegen sisvegem jïh goerkesimmiem buerkiestidh, jïh våhkoebiejjiej bïjre laavlodh.

source: Oahppamdåjma
sma: Lïerehtimmiedarjomh

source: Praktihkalasj dahkamusá Oahppe basádi, sujddiji ja målsudi duola degu njuorakdoahkov.
sma: Darjodh Learohkh gelkieh dåahkam bïssedh jïh gåårvedidh.

source: Bårråmbåtta maŋŋela skuorru sij bánijt ja ságasti majt sij barggi.
sma: Dah baenieh skubpieh beapmoej mænngan jïh gelkieh soptsestidh mearan barkeminie.

source: Buojkulvis: ” Mån mánás vuoptajt basáv, mån bánijt skuorov ”)
sma: Vuesiehtimmie: manne maanan voepth bïsseminie, manne baenieh skubpeminie

source: Lávllot aktan oahppij lávllagav rubmaha ja rubmahaoasij birra.
sma: Laavloeh kråahpen bïjre, jïh baajh maanah aaj laavlodh.

source: Dibde oahppijt buoremusrádnajt guossen klássaj gåhttjot.
sma: Baajh learohkh sijjen buerievoelpide klaassese bööredidh.

source: Oahppe oahpásmahtti ietjasa rádnajt dåjda ietjá oahppijda.
sma: Learohkh sijjen voelpi bïjre soptsestieh.

source: Sáme doahko iesj guhtik guovlos Sámen
sma: Dåahkah ovmessie saemien dajvijste.

source: Gáritjis (bujkulvis, gávnnu Utsi Gaup: Suga suga su, girjen ja CD ’ an, danna davvesámegiellaj, dánna jårggåluvvam julevsámegiellaj)
sma: Raajroe (vuesiehtimmie, lea daesnie, Utsi Gaup: Suga suga su dovne gærjesne jïh CD ’ esne)

source: Gietjav tjáhpa tjáhppis tsitsátja Tjåhkkåji ja tjuohki tjátjev Tjadá tjåddåga tjoajvváj tjålijda
sma: Tjïjhtje tjaebpies tjeehpes tjåktjah Tjahkan tjaetsiem tjuekieh (tjoekeminie) tjovven tjïrrh

source: Jali ietjá gáritjis.
sma: Jallh Ánin dánin.

source: Dibde gáritjisáv siejnen klássalanján gahtsahit, ja oahppijn aktan dav juohkka biejve hárjjidallat. Vatte oahppijda gáritjisáv sijddabarggon sihke tjálálattjat ja jiednafijllan.
sma: Baajh raajroe vïedtjesne klaassetjïehtjielisnie gævnjodh, jïh mujhtieh fïerhten biejjien saavredh Vedtieh raajroem goh leaksoe gåetesne, dovne tjaaleldh jïh teekstefijline.

source: Lávlla vahkkobiejvij birra juohkka tijma lávloduvvá, ja oahppe dahkamussan oadtju oahppat dav nágin berrahi gut dav ij åvdutjis máhte.
sma: Laavloeh våhkoebiejjiej bïjre fïerhten tæjmoen, learohke leaksoem åådtje. Laavlomem mubpide lïerehte, dejtie mah eah dam aarebistie maehtieh.

source: Dat gávnnu Ella Holm Bulla lávllomgirjen oarjjelsámegiellaj.
sma: Ealla Holm Bullen laavlomegærjesne akte laavlome gååvnese.

source: Mánnodahka le vuostasj biejvve Dijsdahka nubbe Goalmát gasskavahkko le Ja duorastahka le nælját Vidát biejvve le bierjjedak Ja lávvodak le gudát Giehttjit sådnåbiejvve le Ja dat la ålles vahkko Akta, guokta, gålmmå, niellja Vihtta, guhtta, gietjav Vuostasj, nubbe, goalmát Nælját, vidát, gudát giehttjit
sma: Dagke gaskevåhkoe, duarsta, bearjadahke, laavadahke, aejlege ?

source: Gåvvå oahppamnævos Gietjav tjáppa (gávnnu davve-, julev- ja oarjjelsámegiellaj)
sma: Guvvie learoevierhteste tjïjhtje tjaebpies (Noerhte saemien, luvlesaemien jïh åarjelsaemien)

source: Buojkulvisá ienep oahppamdåjmajda
sma: Vielie lïerehtimmidarjomh

source: Riegádimbiejvverijmmo Juohkkahasj dahká riegádimbiejvverijmov, dsj lagámus berrahij, ja klássarijmov gåvåj ja riegádimbiejvij.
sma: Reakedsbiejjie Darjoeh aktem aelhkies biejjielåhkoem mij vuesehte gosse dah lihkemes fuelhkien reakedsbiejjieh leah, darjoeh aaj aktem klaasse-biejjielåhkoem guvviejgujmie, gusnie vuesehte mij biejjide lea.

source: Rijmmo álu njálmálasj hárjjidallamin aneduvvá.
sma: Nuhtjh dam biejjielåhkoem jïjnjem, guktie åadtjoeh jïenebem soptsestidh jïh nimhtie dam njaalmledh gïelem buerebelaakan lïeredh.

source: Vahkkobiejvvespella Dahkit vahkkobiejvvespelav mij mánnorijmos vuolggá, doajmmamkårttå juohkka bæjvváj (vargga degu stagánspella).
sma: Våhkoebiejjie-speale Darjoeh aktem våhkoespealem mij kåarhth åtna fïere-guhtide biejjide aktene askesne.(mahte goh raajterespeale) Nuhtjh aktem teernegem guktie maahta åvtese juhtedh.

source: Tjalman aneduvvá gå galggá jåhtet åvddån mánnospelan. Duola degu dijsdagá 5. biejvve miessemánon:
sma: Vuesiehtimmien gaavhtan: Dæjsta, suehpeden vïjhteden biejjien: " Veartesjh olkese, guktie vearolde lea, jis biejjie guaka, dellie tjöödtjesth jïh lïegkesth dålle-bealesne.

source: Jus le bæjvádahka de ganuga ja vuojŋada dållågátten ja tjuottjo badjel åvtåv vuorov.
sma: Jis mullie jallh elmie, skodth dellie varki jïh ikth vielie teernegem beelhkh ".

source: Jus la åmågis jali muohta / rássjodálkke, de gáhtjada ja håjggåda tjalmanav vat ådåsis.”Oahppe javlli juohkka bále dav vahkkobiejve namáv dasi gåsi båhti, ja åhpadiddje jali ietjá ållessjattuk viehket doajmmamkårtåv låhkåt sidjijda oahppijs gudi dárbahi.
sma: Learohkh fïerhten aejkien soptsestieh mij biejjide lea, gosse sielkieh jallh suejieh sæjjan, jïh lohkehtæjja jallh jeatjebh viehkiehtieh kåarhtide learoehkidie lohkedh, jis daerpies.

source: Sån gut vuostatjin boahtá mållaj, mij la maŋemus biejvve mánon vuojttá.
sma: Dïhte guhte voestegh måalese båata, mij lea minngemes bijjie askesne, lea vitneme.

source: Árvustallam
sma: Faagem vïerhtiedidh

source: Iesjárvustallam
sma: Jïjtsevuarjasjimmie

source: 1. Buojkulvis Loagga Juska dát la iesjárvustallam, de máhttá loagga aj guládallamijn åhpadiddjijn aneduvvat ja nåv de iehtjáda e oattjo låhkåt.
sma: Voestes vuesiehtimmie Lågge Jilhts daate lea jïjtsevuarjasjimmie, maahta daam låggem aaj nuhtjedh gosse edtja lohkehtæjjine soptsestalledh, guktie eah jeatjebh åadtjoeh goltelidh jïh / jallh lohkedh dam vuarjasjimmiem.

source: Dát máhttá vuostasjgiellaj tjáleduvvat.
sma: Learohkh maehtieh voestesgïelesne tjaeledh.

source: Tjielggi bargov
sma: Barkoem buerkiestidh

source: Majt máhtáv
sma: Maam buektiehtim ?

source: Mij la gássjel
sma: Mij lij geerve ?

source: Åvddånbuktiv gus ietjá láhkáj ?
sma: Dagke jeatjah vuekiem nuhtjim gosse tjïertestim ?

source: Gåktu máhtáv ietjá bále dahkat ?
sma: Guktie maahtam mubpien aejkien darjodh ?

source: Ulmme boahtte tebmáj la …
sma: Ulmieh båetije aamhtesidie leah:..

source: 2. Buojkulvis Oahppe mierkkiji dajt åhpadusmihttomierijt majt máhtti.
sma: Mubpie vuesiehtimmie Learohkh kroessine duejtie lïerehtimmieulmide dievhtieh, mejtie maehtieh.

source: Dáv vierddiv oahppat vaj åhpadusmihttomierijt jåvsåv
sma: Daam tjoeverem lïeredh guktie lïerehtimmieulmide jaksem

source: Dáv máhtáv vehi
sma: Manne ånnetje maahtam:

source: Biejvve
sma: Mij biejjide

source: Dáv máhtáv buoragit
sma: Manne hijven maahtam:

source: Bágojt ja moallánagájt ma li ávkálasj máhttet gå dáj birra ságastav
sma: baakoeh jïh dïejvesh mah leah daerpies maehtedh gosse soptsestem:

source: rubmaha, ietjam rájnasvuoda, bæjválasj basádibme ja bádneskuorroma
sma: kråahpen bïjre, bonhtehke årrodh, fïerhtenbeajjetje bïssemen bïjre jïh baenide skubpedh.

source: rádna ja buoremusrádna
sma: voelph jïh buerievoelpi bïjre

source: vahkkobiejve
sma: våhkoebiejjiej bïjre

source: vahkkobiejvijt nammadit
sma: våhkoebiejjide jiehtedh

source: sieradus árggabiejve ja ájlega gasskan
sma: buektiehtidh aarkebiejjieh aejliesbiejjijste raerhkedh

source: Åvddånbuktet máhtojt rájnasvuoda birra
sma: maahtoe bonhtehken bïjre deanahtidh:

source: rájnasvuoda nammadusájt dálla ja åvddåla
sma: nommh bonhtehkevoeten dejpeladtje jïh daaletje viehkievierhtiej bïjre maehtedh.

source: rájnasvuodalanjáj nammadusá
sma: nommh maehtedh vg.

source: Ietjá láhkáj åvddånbuktet ietjam
sma: jeatjah vuekiem maahtam tjïertestidh:

source: giedaj ja rubmahijn
sma: kråahpem jïh gïetide nuhtjem

source: gávnnat ietjá bágojt
sma: jeatjah baakoeh gaavnedh

source: aktidit bágov ietjá bágujn
sma: göökte baakoeh ektiedidh

source: rievddat dárogielbágojt (sámegielgehtjusa)
sma: daaroen baakoeh saemiegïelese darjodh.

source: gatjádit jus juoga ij la tjielgas
sma: jis im guarkah dellie gihtjedh

source: divvot ietjam
sma: jïjtjemem staeriedidh

source: Bisodit ságastallamav
sma: maahtam aelhkies soptsestallemem utnedh:

source: dágastit ja ij dárbahit bágojt åhtsåt
sma: im daarpesjh dan jïjnjh baakoeh ohtsedidh gosse tjïertestem

source: hiejddet ságastallamav
sma: soptsestallemem orrijidh

source: Diedádus åvddålij guovlluj
sma: Åvtese båetije biejjide vuejnedh

source: hæhttuv hárjjidallat dájt moallánagájt ….
sma: manne daarpesjem ikth vielie dej baakoejgujmie barkedh …

source: dárbahav viehkev dási ….
sma: manne viehkiem daarpesjem …

source: Hiebadum åhpadus
sma: Sjïehtedamme lohkehtimmie

source: Nuorap oahppijda máhttá Thomas lávggom-girjje kopieriduvvat, ja aj lamineriduvvat, ja låhkåmkårttån aneduvvat, ja da máhtti vuossan årrot, ja skåvlån ja sijdan aneduvvat.
sma: Dejt ie nuerebe learoehkidie sæjhta hijven årrodh, dovne gåetesne jïh skuvlesne, dam gærjam Tåamma laavkoeminie lohkedh, maam Gunilla Wolde tjaaleme.

source: Oahppe nuorajdásen ja joarkkaskåvlån gudi li 2. dásen, máhtti guossebarggen sámemánájgárden ja sujddit mánátjijt doahkoj sajen.
sma: Lohkehtæjja jïh learohkh maehtieh ektesne lohkemekåarhth guvviejgujmie, jallh guvvieh jïh teekste, biejjieladtje darjomigujmie darjodh.

source: Sij máhtti aj mánáj rubmaha ja varresvuoda birra sámástit.
sma: Maahta lohkemekåarhtide lamineredh, jïh learohkh maehtieh dejtie voessesne utnedh jïh dejtie nåhtadidh dovne gåetesne jïh skuvlesne.

source: Diehttelis de dát sierralágásj huksamav skåvlå bieles rávggá.
sma: Gosse healsoen bïjre maanide soptsestieh, eah daarpesjh dåahkah nuhtjedh.

source: Nuorajskåvlåoahppe ja oahppe joarkkaskåvlån máhtti ságastit ietjaslágátjij birra ja rubmaha, ja ietjas varresvuoda birra, duola degu lásjmudaládijn.
sma: Noereskuvlen maanah jïh learohkh jåarhkeskuvleste maehtieh jïjtsh kråahpen jïh healsoen bïjre soptsestidh. Vuesiehtimmien gaavhtan gosse vïtnedeminie.

source: Vuodotjehpudagá
sma: Faagen maadth maahtoeh

source: Máhttet tjálálattjat ja njálmálattjat åvddånbuktet: Oahppe máhtti bágojt ja moallánagájt rubmaha, rájnasvuoda ja bádneskuorroma birra sierra tjállemgirjjáj tjállet.
sma: Maehtedh njaalmeldh jïh tjaaleldh-laaakan tjïertestidh: Learohkh maehtieh tjaeledh baakoeh jïh dïejvesh kråahpen bïjre, jïh bïssemen jïh baenieskubpemen bïjre sijjen jïjtsh tjaelemegærjine.

source: Sij aj máhtti ålles gárgadisájt ja oanes subttsasav temá birra tjállet.
sma: Dah maehtieh aaj abpe raajesem jïh onne vaajesem aamhtesen bïjre tjaeledh.

source: Mij guosska njálmálasj tjehpudagájda de la hárjjidallam sierraláhkáj ájnas.
sma: Gosse njaalmeldh maahtoeh, dellie lea gaajh vihkeles baakoeh jïh dïejvesh jiehtedh, jïh jïjnjem soptsestidh.

source: Máhttet låhkåt: Oahppe galggi máhttet låhkåt bágojt, moallánagájt ja ålles gárgadisájt dahkamusáj birra ma guosski rájnasvuohtaj.
sma: Maehtedh lohkedh: Learohkh gelkieh maehtedh baakoeh jïh dïejvesh lohkedh, abpe raajesh lohkedh gosse bonhtehkevoeten bïjre soptsesteminie.

source: Máhttet riekknit: Dibde oahppijt riekknit hattijt rájnasvuodagálvojn ma li fámilja lávggomlanján.
sma: Maehtedh ryöknedh: Baajh learoehkidie ryöknedh man jïjnjh bïssemeaath dej fuelhkieh laavkometjïehtjielinie utnieh.

source: Máhttet digitála ræjdojt adnet: Dibde oahppijt internehtav adnet ja rájnasvuoda moallánagájt sámegiellaj åhtsåt duon dán næhttabielen (Gávnos, giella.
sma: Maehtedh digitale viehkievierhtiem nuhtjedh: baajh learoehkidie gaskeviermiem nuhtjedh jïh saemien bïssemebaakoeh ohtsedidh ovmessie gaskeviermiesijjijste. (Gávnos, giella.

source: org ja risten.no).
sma: org jïh risten.no).

source: Vuoseda tækstabuojkulvisájt, ja dibde oahppijt åhtsåt ja dåbddåt åhtsåmbålujn rájnasvuodamoallánagájt.
sma: Nuhtjh teekstevuesiehtimmiem, jïh baajh learohkh ohtsedidh jïh damtedh bissemebaakojde dennie teekstesne (ohtsedimmietjaatsegisnie).

source: Gielladomena
sma: Gïelesuerkie

source: Máhttá aj interaktijvalasj prográmmajt njuolggaguládallamin adnet.
sma: Gosse learohkh daelie joe maehtieh tjaeledh, maahtah gïelesuerkiem vijriedidh.

source: Stina-Gaup Westerlund: Lávllagirji, Luleå Alltryck, AB., 1980.
sma: Ohtsedh aktem klaassem mah maehtieh saemien soptsestidh.

source: Stina-Gaup Westerlund: Lávlungirji, Sámiskuvlastivra, Luleå Alltryck, AB., 1987.
sma: Klaasse gusnie learohkh leah voestesgïeline, jïh dejtie klaassevoelpine åadtjodh jïh barre dejgujmie saemiegïelesne chattedh.

source: Paul Gælok: Haŋŋá boade gáddáj, 1990. Sigga Duolja-Sandström: BIEJVVE BÅKTÅ MUV-Lávllomgirjje, 1991.
sma: Dellie maahtah aaj interaktijve programmh nuhtjedh goh eensi gaskesadteme.

source: Brooks ja Litchfield: Tálla, Idut2006
sma: Ella Holm Bull: Laavlomh maanide

source: Gaup, Guttorm ja Nergård: Gietjav tjappa 2, Davvi Girji 2011
sma: " Barnehageeske " – båata aaj åarjelsaemien gïelesne

source: Gaup, Guttorm ja Nergård: Gietjav tjappa 3, Davvi Girji 2011
sma: Tåamma laavkoeminie - gærjeste, lohkehtæjja maahta guvvieh skannedh, dejtie stueriedidh jih olkese tjaeledh, jïh dejtie klaassen tjiehtjielisnie vïedtjese gævnjodh.
